Repository: xt1/superoffice-docs
Catalog: tools/training/GenGlossary/glossary-en-sv.tmx
Source language: en
Languages: sv

source: Company
sv: Företag

source: Companies
sv: Företag

source: Our contact
sv: Vår kontakt

source: Category
sv: Kategori

source: Categories
sv: Kategorier

source: Business
sv: Bransch

source: Contact
sv: Kontakt

source: Contacts
sv: Kontakter

source: Project
sv: Projekt

source: Project Members
sv: Projektdeltagare

source: Project type
sv: Projekttyp

source: Project guide
sv: Projektguide

source: Project members
sv: Projektmedlemmar

source: Project member
sv: Projektdeltagare

source: Projects
sv: Projekt

source: Sale
sv: Försäljning

source: Sales
sv: Försäljning

source: Sale type
sv: Säljtyp

source: Status monitor
sv: Statusövervakning

source: Status Monitors
sv: Statusövervakning

source: Status monitors
sv: Statusövervakning

source: Counters
sv: Räknare

source: Counter
sv: Räknare

source: Associate
sv: Medarbetare

source: User groups
sv: Användargrupper

source: User group
sv: Användargrupp

source: Roles
sv: Roller

source: Role
sv: Roll

source: Associates
sv: Medarbetare

source: Other associates
sv: Andra medarbetare

source: Document template
sv: Dokumentmall

source: Chat
sv: Snabbmeddelande

source: Chats
sv: Chattsamtal

source: Chat conversation
sv: Chattsamtal

source: Chat conversations
sv: Chattkonversationer

source: Reply templates
sv: Svarsmallar

source: Reply template
sv: Svarsmall

source: Follow-ups
sv: Händelser

source: Phone calls
sv: Samtal

source: Phone call
sv: Samtal

source: Call
sv: Ring

source: Tasks
sv: Uppgifter

source: Task
sv: Uppgift

source: Documents
sv: Dokument

source: Document type
sv: Dokumenttyp

source: Selections
sv: Urval

source: Relations
sv: Relationer

source: Request
sv: Ärende
